{
	"journal" : {
		"abilities" : {
			"name" : "Abilities",
			"items" : {
				"tailsafe" : {
					"title" : "Tailsafe",
					"content" : "Midi's tail contains passive inventory magic that allows him to stow small to moderately-sized items in a pocket dimension. This allows him to conceal items and carry things that would otherwise be too cumbersome to keep on hand normally."
				},
				"transphere" : {
					"title" : "Transphere",
					"content" : "A piece of biometal technology that resides in Midi's tailsafe. When summoned, it allows Midi to curl himself small and round to move through narrow passages more quickly. Additional upgrades are available for it."
				},
				"normal-bomb" : {
					"title" : "Normal Bomb",
					"content" : "A magically-conjured bomb with no elemental affiliation. Damage is purely kinetic. It can be used for the lowest energy cost."
				},
				"fire-bomb" : {
					"title" : "Fire Bomb",
					"content" : "A fire-type magic bomb. Can melt ice blocks, and has a chance of setting enemies on fire. Burning enemies will take lasting damage."
				},
				"ice-bomb" : {
					"title" : "Ice Bomb",
					"content" : "An ice-type magic bomb. Able to put out flames and create temporary platforms over lava."
				},
				"dark-bomb" : {
					"title" : "Dark Bomb",
					"content" : "A dark-type magic bomb. Instead of drawing from Midi's yang-side mana, this bomb draws from his yin point. Its energy is charged by taking damage.\n\nEnemies caught in the blast will be compressed by intense pressure."
				},
				"grapple-talons" : {
					"title" : "Grapple Talons",
					"content" : "Gryphon-made grappling hooks that can grab onto various surfaces. Can also be used to pull smaller objects towards the user."
				},
				"banarang" : {
					"title" : "Banarang",
					"content" : "A boomerang painted like a banana. It is enchanted to reliably return when thrown. Allows for cutting damage, and can be used without mana."
				},
				"hover-boost" : {
					"title" : "Hover Boost",
					"content" : "By standing on a pair of acorn bombs and overcharging the stem flames, Midi can hover in the air for a short time. Horizontal momentum is conserved, allowing him to cross over large gaps."
				},
				"acorn-mine" : {
					"title" : "Acorn Mine",
					"content" : "Plants a bomb into the ground that detonates when stepped on. Midi can stand on top of it and jump to detonate it on command, granting him a boost in jump height. Only one mine may be placed at once; the previous one will detonate when a new one is planted."
				},
				"wing-nut" : {
					"title" : "Wing Nut",
					"content" : "An upgrade to Midi's bombs that allow them to remain in the air when dropped from the transphere. The explosion will lift him into the air slightly, and can be chained into a vertical bomb ladder."
				},
				"top-spin" : {
					"title" : "Top Spin",
					"content" : "Pressing down and forward on the ground allows Midi to throw a spinning bomb that travels along the floor."
				}
			}
		}
	}
}