{
	"journal" : {
		"midi-waffle" : {
			"name" : "Midi Waffle",
			"items" : {
				"intro" : {
					"title" : "Introduction",
					"content" : "  My name is Midi Waffle. I was six years old when I found myself alone in the world, the night I lost my parents, when I saw a shadewing, a creature I'd only believed to be a story to scare children, and the night I made my first bomb.\n\n  I was taken in by a kind ship captain named Tempest Firemane. He was good to me, and said he'd let me be part of his crew when I was old enough.\n\n  That day was stolen from me when the Cold Front came. My new father fought hard but ultimately fell to them. I was no match for their leader, the self-proclaimed Emperor Pendragon. But rather than strike me down, Pendragon saw potential in me, and took me as part of his treasure.\n\n  They raised me to be their treasure hunter, hoping I would grow to be their greatest weapon someday. In fact, I'm about to take on another such mission right now..."
				},
				"first-lift" : {
					"title" : "Gryphon Temple Descent",
					"content" : "  I actually enjoy these treasure hunts. I don't care about the pirates getting their precious treasure, but I love exploring these old places. As soon as I'm strong enough, I'm gonna blow this place and find myself a real adventure."
				},
				"biometal-nest" : {
					"title" : "Biometal Nest",
					"content" : "  Figures there'd be a biometal nest down here, and figures I'd be the one to have to deal with them. I wonder if those blunt-beaked grunts knew... Either way, I'm stuck here now. I don't have any tech on me they'd want, but that won't stop them from attacking me just for being here. At least I'd be doing the world a favor by clearing this place out."
				},
				"transphere" : {
					"title" : "Transphere",
					"content" : "  This weird metal ball thing just stuck itself to me! I thought it was a sleeping pillbug, but when I touched it, it sprang to life and jumped on me, then disappeared into my tailsafe. The weird part is that it makes a shell around me when I curl up, and I can still move by rolling. I need a cool name for this thing. Transforming into a sphere... Heh, I'll call it the transphere."
				},
				"second-lift" : {
					"title" : "Another Explorer?",
					"content" : "  Seems like someone got here before us. What happened to them? Probably the biometals got them. If there's any more journal pages, I should find them. Maybe someday, I'll be able to someone what happened."
				}
			}
		}
	}
}